[A_Creature_ice_dragon H7Creature]
mName="蓝龙"
mLore="蓝龙是水之龙神莎拉萨的化身。虽然它们喜欢海崖和峡湾，但也经常可以在较凉爽的地方找到，比如山脉。娜迦可以与这些强大的存在沟通，并在需要时请求它们的帮助。\n\n招募所需稀有资源： \n1 龙血水晶"

[A_Creature_ice_dragon_lv2 H7Creature]
mName="冰龙"
mLore="正如水变成冰，雪对它们来说更凉爽，长期生活在高寒山脉的蓝龙也会变成冰龙，它们是莎拉萨冰霜面相玛夏纳的化身。这些巨龙的鳞片看起来像冰，在寒冷的山间阳光下闪烁着千万种色彩。这些威严的爬行动物既美丽又危险。\n\n招募所需稀有资源： \n2 龙血水晶"

[A_iceBreath H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冰霜吐息"
mTooltip="该生物在攻击（非反击）时向敌方单位喷吐锥形冰魔法。被击中的生物直到其下一回合结束前遭受 -2 %icon_movement 移动力。"

[A_iceBreath_Buff H7BaseBuff]
mName="冰霜吐息"
mTooltip="该生物遭受 %stat %icon_movement 点移动力惩罚，持续 %durnow 回合。"

[A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="严冬汲取"
mTooltip="每次此生物受到伤害时，敌方英雄失去 %stat %icon_mana 点法力值。"